[
  {
    "data": {
      "name": "Abstract/Document Error (DL157)",
      "summary": "The Abstract/Document Error (DL157) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "An Abstract/Document Error (DL157) is a form sent from the California Superior Court to the California Department of Motor Vehicles when the court has placed an abstract on an incorrect driving record.  The Department of Motor Vehicles will update their records with the correct information.  The Abstract/Document Error (DL157) contains citation information, driving record information for removal of citation information, signature block.  The Abstract/Document Error (DL157) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Abstract_Document_Error_(DL157)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Abstract_Document_Error_(DL157).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Abstract_Document_Error_(DL157)/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Abstract of Judgment",
      "summary": "The Abstract of Judgment IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "An Abstract of Judgment is sent from the Court to the jail and California Department of Corrections and Rehabilitation if the Court sentences a subject to prison and if the subject is in custody and if the subject is detained pending transport.  The Abstract of Judgment contains court information, defendant information, charge information, and a signature block.  The Abstract of Judgment is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Abstract_of_Judgment",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Abstract_of_Judgment.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Abstract_of_Judgment/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Booking Intake/Personal Property Inventory",
      "summary": "The Booking Intake/Personal Property Inventory IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Booking Intake/Personal Property Inventory is completed when a subject is taken into custody by a Law Enforcement Agency (LEA).  The LEA sends the form to the Sheriff's Office.  The LEA also sends a Probable Cause Declaration and the Intake Form to the Sheriff's Office at the time of booking.  The Booking Intake/Personal Property Inventory contains the subject's personal identifying information, arrest information, and personal property information.  The Booking Intake/Personal Property Inventory is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Booking_Intake_Personal_Property_Inventory",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Booking_Intake_Personal_Property_Inventory.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Booking_Intake_Personal_Property_Inventory/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "California Department of Corrections and Rehabilitation Additional Commitment",
      "summary": "The California Department of Corrections and Rehabilitation Additional Commitment IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A California Department of Corrections and Rehabilitation Additional Commitment is used when the California Department of Corrections and Rehabilitation needs to report additional commitment information for an inmate.  The information is sent to the California Department of Justice in order to update the statewide criminal history file for the inmate.  The California Department of Corrections and Rehabilitation Additional Commitment contains inmate information, charge, enhancement, and sentencing information.  The California Department of Corrections and Rehabilitation Additional Commitment is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "California_Department_of_Corrections_and_Rehabilitation_Additional_Commitment",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/California_Department_of_Corrections_and_Rehabilitation_Additional_Commitment.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/California_Department_of_Corrections_and_Rehabilitation_Additional_Commitment/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "California Department of Corrections and Rehabilitation Detainer",
      "summary": "The California Department of Corrections and Rehabilitation Detainer IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A California Department of Corrections and Rehabilitation Detainer is sent when the California Department of Corrections and Rehabilitation transfers a subject to the local jail when a removal order is issued by the Court and if the subject is transferred to local custody.  The Detainer is sent to the Sheriff's Department.  The California Department of Corrections and Rehabilitation Detainer contains information about the subject, warrant information, and agency information.  The California Department of Corrections and Rehabilitation Detainer is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "California_Department_of_Corrections_and_Rehabilitation_Detainer",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/California_Department_of_Corrections_and_Rehabilitation_Detainer.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/California_Department_of_Corrections_and_Rehabilitation_Detainer/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Commitment to California Youth Authority (JV732)",
      "summary": "The Commitment to California Youth Authority (JV732) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Commitment to California Youth Authority (JV732) is a form sent from the court to the California Youth Authority when the court sentences a subject to be committed to the California Youth Authority.  The Commitment to California Youth Authority contains court information, court order and findings, signature block.  The Commitment to California Youth Authority (JV732) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Commitment_to_California_Youth_Authority_(JV732)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Commitment_to_California_Youth_Authority_(JV732).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Commitment_to_California_Youth_Authority_(JV732)/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "DNA Compliance",
      "summary": "The DNA Compliance IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A DNA Compliance is a form sent from the jail to the Court indicating that a DNA collection has been taken from a subject as detailed in a DNA Order from the Court.  The DNA Compliance contains information describing when a DNA collection has been taken, whether DNA collection was taken previously, and a signature block. The DNA Compliance is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "DNA_Compliance",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/DNA_Compliance.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/DNA_Compliance/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "DNA Order",
      "summary": "The DNA Order IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A DNA Order is an order sent from the Court to the jail to collect DNA from a subject.  The DNA Order contains information about a subject such as case number, booking number, state identification number, location of the DNA collection site, and signature block.  The DNA Order is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "DNA_Order",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/DNA_Order.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/DNA_Order/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Escape Notice",
      "summary": "The Escape Notice IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "An Escape Notice is used to notify various agencies if a subject escapes or is captured.  If a subject escapes from jail, the Sheriff notifies the Prosecutor, the Court, and the California Department of Justice.  If a Public Defender respresents a subject and the subject escapes, then the Sheriff notifies the Public Defender of the escape.  If a subject escapes while in local custory and if the subject is under the jurisdiction of the California Department of Corrections and Rehabilitation (CDCR) then the Sheriff notifies the CDCR.  If a subject escapes from the state prison the CDCR informs the Sheriff and the Law Enforcement Agency of the escape.  \r\nIf a subject is detained and on probation, and if the subject escapes, the Sheriff notifies the Probation Department of the escape.  \r\nIf a subject is captured the CDCR notifies the Sheriff and the Law Enforcement Aency of the capture.  The Escape Notice is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Escape_Notice",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Escape_Notice.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Escape_Notice/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Health Assessment",
      "summary": "The Health Assessment IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Health Assessment is sent from the probation department to the youth authority when the court has sentenced a subject to the youth authority and there has been a health assessment conducted on the subject.  The Health Assessment contains subject personal identification information, physical assessment information, and date/time.  The Health Assessment is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Health_Assessment",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Health_Assessment.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Health_Assessment/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Individualized Education Program (IEP)",
      "summary": "The Individualized Education Program (IEP) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "An Individualized Education Program (IEP) is a form provided to the Youth Authority by the Probation Department when the court commits a juvenile to the Youth Authority.  The Individualized Education Program (IEP) contains personal identifying information about the juvenile, family relations, educational history, physical data, and state assessment.  The Individualized Education Program (IEP) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Individualized_Education_Program_(IEP)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Individualized_Education_Program_(IEP).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Individualized_Education_Program_(IEP)/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Medical/Mental Health Transfer Summary",
      "summary": "The Medical/Mental Health Transfer Summary IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Medical/Mental Health Transfer Summary details medical data about a subject.  The data is sent from the jail to the California Department of Corrections and Rehabilitation reception center if a subject is transferred from local custody to the jurisdiction of the California Department of Corrections and Rehabilitation.  The Medical/Mental Health Transfer Summary contains information pertaining to the subject, medications, and other medical history information.  The Medical/Mental Health Transfer Summary is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Medical_Mental_Health_Transfer_Summary",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Medical_Mental_Health_Transfer_Summary.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Medical_Mental_Health_Transfer_Summary/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Notice of Parole Hearing",
      "summary": "The Notice of Parole Hearing IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Notice of Parole Hearing is a form sent from the California Department of Corrections and Rehabilitation to the Prosecutor when a subject is serving a life term and is eligible for parole pursuant to Penal Code 3042.  This communication informs the Prosecutor of the subject's parole eligibility. The Notice of Parole Hearing contains information regarding the type of hearing, parole subject information, and narrative information regarding the process.  The Notice of Parole Hearing is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Notice_of_Parole_Hearing",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Parole_Hearing.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Parole_Hearing/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Notice of Priority Re-examination of Driver Form (DS427)",
      "summary": "The Notice of Priority Re-examination of Driver Form (DS427) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Notice of Priority Re-examination of Driver Form (DS427) is sent from a Law Enforcement Officer to the California Department of Motor Vehicles when an Officer believes that a subject's driving privilege should be investigated.  The Officer indicates on the Notice of Priority Re-examination of Driver Form (DS427) what actions were displayed by the subject to lead the Officer to believe a re-examination of driving privilege is needed.  The Notice of Priority Re-examination of Driver Form (DS427) contains information relevant to the driver, location of occurrence, summary of actions and possible traffic law violations, and a signature block.  The Notice of Priority Re-examination of Driver Form (DS427) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Notice_of_Priority_Re-examination_of_Driver_Form_(DS427)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Priority_Re-examination_of_Driver_Form_(DS427).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Priority_Re-examination_of_Driver_Form_(DS427)/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Notice of Scheduled Release to Parole (CDC863)",
      "summary": "The Notice of Scheduled Release to Parole (CDC863) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Notice of Scheduled Release to Parole (CDC863) is sent from the California Department of Corrections and Rehabilitation when a subject is released to parole and the notice is sent to the Law Enforcement Agency and Probation.  If a violent offender notification is required per Penal Code 3058.6 and/or a notification is required by law then the notice is also sent to the Prosecutor.  The Notice of Scheduled Release to Parole (CDC863) contains information about the sending and receiving agencies, parole subject information, and any registration requirements.  The Notice of Scheduled Release to Parole (CDC863) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Notice_of_Scheduled_Release_to_Parole_(CDC863)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Scheduled_Release_to_Parole_(CDC863).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Notice_of_Scheduled_Release_to_Parole_(CDC863)/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Police Report",
      "summary": "The Police Report IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Police Report is sent to several recipients dependant upon the circumstance under which the Police Report is generated.  A full description is provided in the IEPD Documentation file.  Possible recipients of the Police Report are the Department of Justice, Prosecutor, and the California Department of Corrections and Rehabilitation.  The Police Report contains party, subject, and vicitim information, as well as incident descriptors.  The Police Report is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Police_Report",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Police_Report.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Police_Report/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Report of Controlled Substances Examination",
      "summary": "The Report of Controlled Substances Examination IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Report of Controlled Substances Examination is sent from the Sheriff to the Prosecutor if the lab analyzes evidence for controlled substance related to a pending case.  The report details the lab results related to controlled substances.  The Prosecutor in turn informs the Public Defender of the lab results. .  The Report of Controlled Substances Examination contains lab information, description of the evidence, examination results, and a signature block.  The Report of Controlled Substances Examination is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Report_of_Controlled_Substances_Examination",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Report_of_Controlled_Substances_Examination.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Report_of_Controlled_Substances_Examination/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Subpoena",
      "summary": "The Subpoena IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Subpoena is a command to appear before a designated court on a particular date and time as a witness in a criminal action prosecuted by The People of The State of California.  A subpeona is sent from the Prosecutor and/or Public Defender to a Law Enforcement Agency and/or Sheriff's Department.  The Subpoenat contains court information such as court location, date, time, and signature block.  The Subpoena is one of 44 IEPDs developed by California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Subpoena",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Subpoena.json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Subpoena/versions.json",
        "count": 1
      }
    }
  },
  {
    "data": {
      "name": "Youth Authority Referral Document (YA 1.411)",
      "summary": "The Youth Authority Referral Document (YA 1.411) IEPD was developed for the California Department of Justice - Data Exchange Project.",
      "description": "A Youth Authority Referral Document (YA 1.411) is a form sent from the Probation Department to the Youth Authority when a juvenile is referred from Probation to the Youth Authority.  The Youth Authority Referral Document (YA 1.411) contains personal identifying information about the juvenile, some medical information, commitment information, and family relations.  The Youth Authority Referral Document (YA 1.411) is one of 44 IEPDs developed by the California Department of Justice - Data Exchange Project to support information exchange between state and local government organizations throughout the state of California.  It could also be adapted for use in other states.",
      "kind": "IEPD",
      "source": "California Department of Justice \n 4949 Broadway \n Sacramento CA 95820 \n United States \n (URL) \n ",
      "contactInfo": "Business Services Program \n (916) 227-4566 \n DataExchange@doj.ca.gov \n "
    },
    "links": {
      "id": "Youth_Authority_Referral_Document_(YA_1.411)",
      "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Youth_Authority_Referral_Document_(YA_1.411).json",
      "versions": {
        "href": "https://raw.githubusercontent.com/cdmgtri/niem-model-api/dev/api/data/models/Youth_Authority_Referral_Document_(YA_1.411)/versions.json",
        "count": 1
      }
    }
  }
]
